IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Medz Property
Compatible with IDEA StatiCa v 10.1
 Design value of the applied bending moment around z axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Medz { get; set; }
Public Property Medz As Double
	Get
	Set
public:
property double Medz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace